/*
 Localization provided by Wordcrafts
 The Mac OS X and iOS localization experts.
 http://www.wordcrafts.de
 */


/* General */

/* For dialogs yes buttons */
"HockeyYes" = "Sí";

/* For dialogs no buttons */
"HockeyNo" = "No enviar";

/* For dialogs ok buttons */
"HockeyOK" = "Aceptar";

/* Replacement for app name, if it could not be detected */
"HockeyAppNamePlaceholder" = "Esta aplicación";

/* Crash */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "%@ se ha cerrado inesperadamente";

/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server */
"CrashDataFoundAnonymousDescription" = "¿Desea enviar un informe anónimo para ayudarnos a solucionar el problema?";

/* Description explaining that crash data has been found and ask the user if the non anonymous data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "¿Desea enviar un informe para ayudarnos a solucionar el problema?";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Enviarlo siempre";

/* Alert box button to send the crash report once */
"CrashSendReport" = "Enviar informe";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "No enviar";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Enviando…";


/* Update */


/* Update Alert view */

/* Update available */
"UpdateAvailable" = "Actualización disponible";

"UpdateAlertTextWithAppVersion" = "%@ disponible.";

"UpdateAlertMandatoryTextWithAppVersion" = "%@ está disponible, y es una actualización obligatoria.";

"UpdateIgnore" = "Ignorar";

"UpdateShow" = "Mostrar";

"UpdateInstall" = "Instalar";

"UpdateRemindMe" = "Recordar";


/* Update Details */

"UpdateScreenTitle" = "Actualización";

"UpdateButtonCheck" = "COMPROBAR";

"UpdateButtonSearching" = "COMPROBANDO";

"UpdateButtonUpdate" = "ACTUALIZAR";

"UpdateButtonInstalling" = "INSTALANDO";

"UpdateButtonOffline" = "SIN CONEXIÓN";

"UpdateInstalled" = "INSTALADO";

"UpdateVersion" = "Versión";

"UpdateShowPreviousVersions" = "Mostrar versiones anteriores...";

"UpdateNoUpdateAvailableTitle" = "No hay actualizaciones disponibles";

"UpdateNoUpdateAvailableMessage" = "%@ es la versión más reciente.";

"UpdateError" = "Error";

"UpdateWarning" = "Advertencia";

"UpdateNoReleaseNotesAvailable" = "No hay notas para esta versión.";


/* Update Authorization  */

"UpdateAuthorizationProgress" = "Autorizando...";

"UpdateAuthorizationOffline" = "Se requiere conexión a Internet.";

"UpdateAuthorizationDenied" = "Se ha denegado la autorización. Contacte con el desarrollador.";


/* Update Expiry  */

"UpdateExpired" = "%@ ha caducado y ya no puede usarse.";


/* Update Simulator Warning */

"UpdateSimulatorMessage" = "Las actualizaciones de Hockey no funcionan en el Simulador.\nEl esquema URL itms-services:// está implementado pero no funciona.";


/* Feedback */


/* New Message Alert */

/* Alert Title */
"HockeyFeedbackNewMessageTitle" = "Nueva respuesta al mensaje";

/* Alert Text */
"HockeyFeedbackNewMessageText" = "Hay una nueva respuesta a su mensaje. ¿Desea verla?";

/* Alert Ignore Button */
"HockeyFeedbackIgnore" = "Ignorar";

/* Alert Show Button */
"HockeyFeedbackShow" = "Mostrar";


/* List View */

/* Title */
"HockeyFeedbackListTitle" = "Mensajes";

/* Last Updated */
"HockeyFeedbackListLastUpdated" = "Última actualización: %@";

/* Never Updated */
"HockeyFeedbackListNeverUpdated" = "Nunca";

/* Provide Feedback Button Title */
"HockeyFeedbackListButtonWriteFeedback" = "Dejar un mensaje";

/* Add a Response Button Title */
"HockeyFeedbackListButtonWriteResponse" = "Añadir una respuesta";

/* User Data Set Name Button Title */
"HockeyFeedbackListButtonUserDataSetName" = "Introduzca su nombre";

/* User Data Set Email Button Title */
"HockeyFeedbackListButtonUserDataSetEmail" = "Introduzca su correo";

/* User Data With Name Button Title */
"HockeyFeedbackListButtonUserDataWithName" = "Nombre: %@";

/* User Data With Email Button Title */
"HockeyFeedbackListButtonUserDataWithEmail" = "Correo: %@";

/* Button title for deleting all local messages*/
"HockeyFeedbackListButtonDeleteAllMessages" = "Eliminar todos los mensajes";

/* Message pending to be send */
"HockeyFeedbackListMessagePending" = "Pendiente";


/* Delete All Messages Action Sheet / Alert View */

/* Title for the Action Sheet */
"HockeyFeedbackListDeleteAllTitle" = "Se eliminarán todos los mensajes en este dispositivo.";

/* Button Title to perform delete action */
"HockeyFeedbackListDeleteAllDelete" = "Eliminar";

/* Button Title to cancel delete action */
"HockeyFeedbackListDeleteAllCancel" = "Cancelar";


/* Open Link In Safari Action Sheet / Alert View */

/* Button Title to cancel */
"HockeyFeedbackListLinkActionCancel" = "Cancelar";

/* Button Title to Open the Link */
"HockeyFeedbackListLinkActionOpen" = "Abrir";

/* Button Title to Copy the Link */
"HockeyFeedbackListLinkActionCopy" = "Copiar";


/* UIActivity */

/* Activity Sharing Button Title, App Name will be inserted */
"HockeyFeedbackActivityButtonTitle" = "Comentar %@";

/* if there can no app name be found, use this instead for HockeyFeedbackActivityButtonTitle */
"HockeyFeedbackActivityAppPlaceholder" = "Aplicación";


/* Compose Message */

/* Title */
"HockeyFeedbackComposeTitle" = "Nuevo mensaje";

/* Send button */
"HockeyFeedbackComposeSend" = "Enviar";

/* Add Image button for attachment actions */
"HockeyFeedbackComposeAttachmentAddImage" = "Añadir imagen";

/* Edit button for attachment actions */
"HockeyFeedbackComposeAttachmentEdit" = "Editar imagen";

/* Delete button for attachment actions */
"HockeyFeedbackComposeAttachmentDelete" = "Eliminar imagen";

/* Cancel button for attachment actions */
"HockeyFeedbackComposeAttachmentCancel" = "Cancelar";


/* Set User Data */

/* Title */
"HockeyFeedbackUserDataTitle" = "Mis datos";

/* Description On What Should Be Entered */
"HockeyFeedbackUserDataDescription" = "Indique sus datos antes de escribir el mensaje.";

/* Name Field */
"HockeyFeedbackUserDataName" = "Nombre";

/* Name Placeholder */
"HockeyFeedbackUserDataNamePlaceHolder" = "Juan García";

/* Email Field */
"HockeyFeedbackUserDataEmail" = "Correo";

/* Email Placeholder */
"HockeyFeedbackUserDataEmailPlaceholder" = "correo@ejemplo.com";


/* Authenticator */

/* View Controller Title*/
"HockeyAuthenticatorViewControllerTitle" = "HockeyApp";

/* BITAuthenticatorAuthTypeUDIDProvider */
"HockeyAuthenticationViewControllerWebUDIDLoginDescription" = "El desarrollador ha solicitado el UDID de este dispositivo. Toque a continuación para abrir la web de HockeyApp y autorizar el acceso.";
"HockeyAuthenticationViewControllerWebLoginButtonTitle" = "Abrir HockeyApp";

/* BITAuthenticatorIdentificationTypeWebAuth */
"HockeyAuthenticationViewControllerWebAuthLoginDescription" = "El desarrollador ha solicitado el correo de su cuenta de HockeyApp. Toque a continuación para abrir la web de HockeyApp y autorizar el acceso.";

/* BITAuthenticatorAuthTypeEmail and BITAuthenticatorAuthTypeEmailAndPassword */
"HockeyAuthenticationViewControllerDataEmailAndPasswordDescription" = "Escriba el correo y contraseña de su cuenta de HockeyApp para autorizar el acceso a esta app.";
"HockeyAuthenticationViewControllerDataEmailDescription" = "Escriba el correo de su cuenta de HockeyApp para autorizar el acceso a esta app.";
"HockeyAuthenticationViewControllerEmailPlaceholder" = "correo@ejemplo.com";
"HockeyAuthenticationViewControllerPasswordPlaceholder" = "Obligatorio";
"HockeyAuthenticationViewControllerEmailDescription" = "Correo";
"HockeyAuthenticationViewControllerPasswordDescription" = "Contraseña";

/* Error presented to the user if authentication failed because of networking issues */
"HockeyAuthenticationViewControllerNetworkError" = "No se ha podido realizar la autorización porque su dispositivo parece no estar conectado a Internet. Vuelva a intentarlo.";

"HockeyAuthenticationFailedAuthenticate" = "Error de autorización. Vuelva a intentarlo o póngase en contacto con el desarrollador de la app.";
"HockeyAuthenticationNotMember" = "No tiene autorización para usar esta app. Póngase en contacto con el desarrollador de la app.";
"HockeyAuthenticationContactDeveloper" = "Error de autorización. Póngase en contacto con el desarrollador de la app.";
"HockeyAuthenticationWrongEmailPassword" = "Ha escrito un correo o contraseña incorrectos. Compruébelos y vuelva a intentarlo.";
"HockeyAuthenticationAuthSecretMissing" = "El “authorization secret” de HockeySDK no está definido. Póngase en contacto con el desarrollador de la app.";

/* Accessibility strings */
"HockeyAccessibilityHintRequired" = "Obligatorio";
